Repository: i5o/chat
Catalog: po/*.po
Languages: ps

source: Chat
ps: بنډار

source: %s Source
ps: %s سرچينه

source: Off-line
ps: ناليکى

source: Share, or invite someone.
ps: شريکول، يا څوک رابلل

source: On-line
ps: پرليكى

source: Private Chat
ps: شخصي بنډار

source: Connected
ps: پیوست شوی

source: joined the chat
ps: په بنډار کې راګډ شو

source: left the chat
ps: بنډار پرېښود

source: is here
ps: همدلته دى

source: URL from Chat
ps: URL له بنډاره

source: Copy to Clipboard
ps: ټوټه-زېرمې ته كاپي كول
