Repository: i5o/chat
Catalog: po/mvo.po
Languages: mvo

source: Chat
mvo: Vapato

source: %s Source
mvo: %s sosi

source: Off-line
mvo: Kani te mae

source: Share, or invite someone.
mvo: Mae raku

source: On-line
mvo: Mae pa hua pia

source: Private Chat
mvo: Vapato hese

source: Connected
mvo: Vari sotoi

source: joined the chat
mvo: Raku pa vinapato

source: left the chat
mvo: Vura loa pa vinapato

source: is here
mvo: Pia ia

source: URL from Chat
mvo: URL pa vinapato

source: Copy to Clipboard
mvo: copi la pa klipbod
